{
    "people": [
      {
        "id": 101,
        "name": "Nelson Mandela",
        "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997.",
        "dob": "18 July 1918",
        "died": "5 December 2013",
        "age": 95,
        "knownFor": "First president of South Africa, anti-apartheid revolutionary, political leader, philanthropist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nelson_Mandela_1994.jpg/220px-Nelson_Mandela_1994.jpg"
      },
      {
        "id": 102,
        "name": "Haile Selassie",
        "description": "Haile Selassie I, born Ras Tafari Makonnen was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I.",
        "dob": "23 July 1892",
        "died": "27 August 1975",
        "age": 83,
        "knownFor": "Emperor of Ethiopia",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Haile_Selassie_in_full_dress_%28cropped%29.jpg/220px-Haile_Selassie_in_full_dress_%28cropped%29.jpg"
      },
      {
        "id": 103,
        "name": "Kwame Nkrumah",
        "description": "Kwame Nkrumah PC was a Ghanaian politician and revolutionary. He was the first Prime Minister and President of Ghana, having led the Gold Coast to independence from Britain in 1957. An influential advocate of Pan-Africanism, Nkrumah was a founding member of the Organization of African Unity and winner of the Lenin Peace Prize from the Soviet Union in 1962.",
        "dob": "21 September 1909",
        "died": "27 April 1972",
        "age": 62,
        "knownFor": "First Prime Minister and President of Ghana",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Kwame_Nkrumah_%28JFKWHP-AR6409-A%29.jpg/220px-Kwame_Nkrumah_%28JFKWHP-AR6409-A%29.jpg"
      },
      {
        "id": 104,
        "name": "Julius Nyerere",
        "description": "Julius Kambarage Nyerere was a Tanzanian anti-colonial activist, politician, and political theorist. He governed Tanganyika as Prime Minister from 1961 to 1962 and then as President from 1963 to 1964, after which he led its successor state, Tanzania, as President from 1964 to 1985. A founding member of the Tanganyika African National Union (TANU) party—which in 1977 became the Chama Cha Mapinduzi party—he chaired it until 1990. Ideologically an African nationalist and African socialist, he promoted a political philosophy known as Ujamaa.",
        "dob": "13 April 1922",
        "died": "14 October 1999",
        "age": 77,
        "knownFor": "Anti-colonial activist, politician, political theorist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Julius_Nyerere_%281965%29.jpg/220px-Julius_Nyerere_%281965%29.jpg"
      },
      {
        "id": 105,
        "name": "Patrice Lumumba",
        "description": "Patrice Émery Lumumba was a Congolese politician and independence leader who served as the first Prime Minister of the independent Democratic Republic of the Congo (then Republic of the Congo) from June until September 1960. He played a significant role in the transformation of the Congo from a colony of Belgium into an independent republic. Ideologically an African nationalist and pan-Africanist, he led the Congolese National Movement (MNC) party from 1958 until his assassination.",
        "dob": "2 July 1925",
        "died": "17 January 1961",
        "age": 35,
        "knownFor": "First Prime Minister of the independent Democratic Republic of the Congo",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Patrice_Lumumba%2C_1960.jpg/200px-Patrice_Lumumba%2C_1960.jpg"
      },
      {
        "id": 106,
        "name": "Kofi Annan",
        "description": "Kofi Atta Annan was a Ghanaian diplomat who served as the seventh Secretary-General of the United Nations from January 1997 to December 2006. Annan and the UN were the co-recipients of the 2001 Nobel Peace Prize. He was the founder and chairman of the Kofi Annan Foundation, as well as chairman of The Elders, an international organization founded by Nelson Mandela.",
        "dob": "8 April 1938",
        "died": "18 August 2018",
        "age": 80,
        "knownFor": "7th Secretary-General of the United Nations",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Kofi_Annan_2012_%28cropped%29.jpg/220px-Kofi_Annan_2012_%28cropped%29.jpg"
      },
      {
        "id": 107,
        "name": "Thomas Sankara",
        "description": "Thomas Isidore Noël Sankara was a Burkinabé military officer and socialist revolutionary who served as the President of Burkina Faso from 1983 to 1987. A Marxist–Leninist and pan-Africanist, he was viewed by supporters as a charismatic and iconic figure of revolution and is sometimes referred to as \"Africa's Che Guevara\".",
        "dob": "21 December 1949",
        "died": "15 October 1987",
        "age": 37,
        "knownFor": "Military Officer, socialist, president of Burkina Faso",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/0/0d/Thomas_Sankara.jpg/220px-Thomas_Sankara.jpg"
      },
      {
        "id": 108,
        "name": "Jomo Kenyatta",
        "description": "Jomo Kenyatta was a Kenyan anti-colonial activist and politician who governed Kenya as its Prime Minister from 1963 to 1964 and then as its first President from 1964 to his death in 1978. He was the country's first indigenous head of government and played a significant role in the transformation of Kenya from a colony of the British Empire into an independent republic. Ideologically an African nationalist and conservative, he led the Kenya African National Union (KANU) party from 1961 until his death.",
        "dob": "c. 1897",
        "died": "22 August 1978",
        "age": 81,
        "knownFor": "First president of Kenya",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Jomo_Kenyatta_1966-06-15.jpg/220px-Jomo_Kenyatta_1966-06-15.jpg"
      },
      {
        "id": 109,
        "name": "Kenneth Kaunda",
        "description": "Kenneth David Kaunda, also known as KK, is a Zambian former politician who served as the first President of Zambia from 1964 to 1991.",
        "dob": "28 April 1924",
        "died": "Alive",
        "age": 96,
        "knownFor": "First president of Zambia",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/2020_Kenneth_Kaunda.jpg/220px-2020_Kenneth_Kaunda.jpg"
      },
      {
        "id": 110,
        "name": "Ellen Johnson-Sirleaf",
        "description": "Ellen Johnson Sirleaf is a Liberian politician who served as the 24th President of Liberia from 2006 to 2018. Sirleaf was the first elected female head of state in Africa.",
        "dob": "29 October 1938",
        "died": "Alive",
        "age": 82,
        "knownFor": "First elected female head of state in Africa",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Ellen_Johnson_Sirleaf_February_2015.jpg/220px-Ellen_Johnson_Sirleaf_February_2015.jpg"
      },
      {
        "id": 1,
        "name": "Hank Aaron",
        "description": "Henry Louis Aaron , nicknamed \"Hammer\" or \"Hammerin' Hank\", was an American professional baseball right fielder who played 23 seasons in Major League Baseball (MLB), from 1954 through 1976. He spent 21 seasons with the Milwaukee/Atlanta Braves in the National League (NL) and two seasons with the Milwaukee Brewers in the American League (AL).",
        "dob": "February 5, 1934",
        "died": "January 22, 2021",
        "age": 86,
        "knownFor": "Baseball",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Hank_Aaron_1974.jpg/220px-Hank_Aaron_1974.jpg"
      },
      {
        "id": 2,
        "name": "Ira Aldridge",
        "description": "Ira Frederick Aldridge was an American and later British actor and playwright who made his career after 1824 largely on the London stage and in Europe, especially in Shakespearean roles. Born in New York City, Aldridge is the only actor of African-American descent among the thirty-three actors of the English stage honoured with bronze plaques at the Shakespeare Memorial Theatre at Stratford-upon-Avon.",
        "dob": "July 24, 1807",
        "died": "August 7, 1867",
        "age": 60,
        "knownFor": "Actor and playwright",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Ira_AldridgebyNorthcote.jpg/220px-Ira_AldridgebyNorthcote.jpg"
      },
      {
        "id": 3,
        "name": "Muhammad Ali",
        "description": "Muhammad Ali, born Cassius Marcellus Clay Jr. was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated figures of the 20th century and as one of the greatest boxers of all time.",
        "dob": "January 17, 1942",
        "died": "June 3, 2016",
        "age": 74,
        "knownFor": "Boxing",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Muhammad_Ali_NYWTS.jpg/220px-Muhammad_Ali_NYWTS.jpg"
      },
      {
        "id": 4,
        "name": "Richard Allen (bishop)",
        "description": "Richard Allen was a minister, educator, writer, and one of America's most active and influential Black leaders. In 1794, he founded the African Methodist Episcopal Church (AME), the first independent Black denomination in the United States. He opened his first AME church in 1794 in Philadelphia, Pennsylvania.",
        "dob": "February 14, 1760",
        "died": "March 26, 1831",
        "age": 71,
        "knownFor": "Minister, Educator, Writer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Richard_Allen_crop.jpg/220px-Richard_Allen_crop.jpg"
      },
      {
        "id": 5,
        "name": "Marian Anderson",
        "description": "Marian Anderson was an American contralto. She performed a wide range of music, from opera to spirituals. Anderson performed with renowned orchestras in major concert and recital venues throughout the United States and Europe between 1925 and 1965.",
        "dob": "February 27, 1897",
        "died": "April 8, 1993",
        "age": 94,
        "knownFor": "Contralto",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Marian_Anderson.jpg/220px-Marian_Anderson.jpg"
      },
      {
        "id": 6,
        "name": "Maya Angelou",
        "description": "Maya Angelou, born Marguerite Annie Johnson, was an American poet, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees. Angelou is best known for her series of seven autobiographies, which focus on her childhood and early adult experiences. The first, I Know Why the Caged Bird Sings (1969), tells of her life up to the age of 17 and brought her international recognition and acclaim.",
        "dob": "April 4, 1928",
        "died": "May 28, 2014",
        "age": 86,
        "knownFor": "Poet, Memoirist, Civil rights activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg/220px-Angelou_at_Clinton_inauguration_%28cropped_2%29.jpg"
      },
      {
        "id": 7,
        "name": "Arthur Ashe",
        "description": "Arthur Robert Ashe Jr. was an American professional tennis player who won three Grand Slam singles titles. He was the first black player selected to the United States Davis Cup team and the only black man ever to win the singles title at Wimbledon, the US Open, and the Australian Open. He retired in 1980.",
        "dob": "July 10, 1943",
        "died": "February 6, 1993",
        "age": 49,
        "knownFor": "Tennis",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/60/Arthur_Ashe_%28cropped%29.jpg/220px-Arthur_Ashe_%28cropped%29.jpg"
      },
      {
        "id": 8,
        "name": "Crispus Attucks",
        "description": "Crispus Attucks was an American stevedore of African and Native American descent, widely regarded as the first person killed in the Boston Massacre and thus the first American killed in the American Revolution.",
        "dob": "c.1723",
        "died": "March 5, 1770",
        "age": 49,
        "knownFor": "Stevedore",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Crispus_Attucks.jpg/220px-Crispus_Attucks.jpg"
      },
      {
        "id": 9,
        "name": "James Baldwin",
        "description": "James Arthur Baldwin was an American novelist, playwright, essayist, poet, and activist. His essays, collected in Notes of a Native Son (1955), explore intricacies of racial, sexual, and class distinctions in the Western society of the United States during the mid twentieth-century.",
        "dob": "August 2, 1924",
        "died": "December 1, 1987",
        "age": 63,
        "knownFor": "Novelist, Playwright, Essayist, Poet, Activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/James_Baldwin_37_Allan_Warren_%28cropped%29.jpg/250px-James_Baldwin_37_Allan_Warren_%28cropped%29.jpg"
      },
      {
        "id": 10,
        "name": "Benjamin Banneker",
        "description": "Benjamin Banneker was a free African-American almanac author, surveyor, landowner and farmer who had knowledge of mathematics and natural history. Born in Baltimore County, Maryland, to a free African-American woman and a former slave, Banneker had little or no formal education and was largely self-taught. He became known for assisting Major Andrew Ellicott in a survey that established the original borders of the District of Columbia, the federal capital district of the United States.",
        "dob": "November 9, 1731",
        "died": "October 19, 1806",
        "age": 74,
        "knownFor": "Almanac author, surveyor, landowner, farmer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Benjamin_Banneker_mural_cropped.tif/lossy-page1-220px-Benjamin_Banneker_mural_cropped.tif.jpg"
      },
      {
        "id": 11,
        "name": "Amiri Baraka",
        "description": "Amiri Baraka (born Everett LeRoi Jones ), previously known as LeRoi Jones and Imamu Amear Baraka, was an American writer of poetry, drama, fiction, essays and music criticism. He was the author of numerous books of poetry and taught at several universities, including the University at Buffalo and Stony Brook University. He received the PEN/Beyond Margins Award in 2008 for Tales of the Out and the Gone.",
        "dob": "October 7, 1934",
        "died": "January 9, 2014",
        "age": 79,
        "knownFor": "Actor, teacher, theater director, theater producer, writer, activist, poet",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/16/Amiri_Baraka_2013.jpg"
      },
      {
        "id": 12,
        "name": "Romare Bearden",
        "description": "Romare Bearden was an American artist, author, and songwriter. He worked with many types of media including cartoons, oils, and collages. Born in Charlotte, North Carolina, Bearden grew up in New York City and Pittsburgh, Pennsylvania, and graduated from New York University in 1935.",
        "dob": "September 2, 1911",
        "died": "March 12, 1988",
        "age": 76,
        "knownFor": "Artist, author, songwriter",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Romare_Bearden.jpg/220px-Romare_Bearden.jpg"
      },
      {
        "id": 13,
        "name": "Mary McLeod Bethune",
        "description": "Mary Jane McLeod Bethune (born Mary Jane McLeod) was an American educator, stateswoman, philanthropist, humanitarian, womanist, and civil rights activist. Bethune founded the National Council for Negro Women in 1935, established the organization's flagship journal Aframerican Women's Journal, and resided as president or leader for myriad African American women's organizations including the National Association for Colored Women and the National Youth Administration's Negro Division",
        "dob": "July 10, 1875",
        "died": "May 18, 1955",
        "age": 79,
        "knownFor": "Educator, stateswoman, philanthropist, humanitarian, womanist, civil rights activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Mary_McLeod_Bethune_%281949%29.jpg/220px-Mary_McLeod_Bethune_%281949%29.jpg"
      },
      {
        "id": 14,
        "name": "Guion Bluford",
        "description": "Guion Stewart Bluford Jr. is an American aerospace engineer, retired U.S. Air Force officer and fighter pilot, and former NASA astronaut, who is the first African American and the second person of African descent to go to space. Before becoming an astronaut, he was an officer in the U.S. Air Force, where he remained while assigned to NASA, rising to the rank of colonel. He participated in four Space Shuttle flights between 1983 and 1992. In 1983, as a member of the crew of the Orbiter Challenger on the mission STS-8, he became the first African American in space as well as the second person of African ancestry in space, after Cuban cosmonaut Arnaldo Tamayo Méndez.",
        "dob": "November 22, 1942",
        "died": "Alive",
        "age": 78,
        "knownFor": "Engineer, Fighter Pilot, Astronaut",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Guion_Bluford.jpg/220px-Guion_Bluford.jpg"
      },
      {
        "id": 15,
        "name": "Arna Bontemps",
        "description": "Arna Wendell Bontemps was an American poet, novelist and librarian, and a noted member of the Harlem Renaissance.",
        "dob": "October 13, 1902",
        "died": "June 4, 1973",
        "age": 71,
        "knownFor": "Poet, novelist, librarian",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Arna_Bontemps_%281939%29.jpg/220px-Arna_Bontemps_%281939%29.jpg"
      },
      {
        "id": 16,
        "name": "Edward Brooke",
        "description": "Edward William Brooke III was an American Republican politician. In 1966, he became the first African American popularly elected to the United States Senate. He represented Massachusetts in the Senate from 1967 to 1979.",
        "dob": "October 26, 1919",
        "died": "January 3, 2015",
        "age": 95,
        "knownFor": "United States Senator",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Edward_Brooke_at_1968_RNC_%281%29_%28cropped2%29.jpg/220px-Edward_Brooke_at_1968_RNC_%281%29_%28cropped2%29.jpg"
      },
      {
        "id": 17,
        "name": "Gwendolyn Brooks",
        "description": "Gwendolyn Elizabeth Brooks was an American poet, author, and teacher. Her work often dealt with the personal celebrations and struggles of ordinary people in her community. She won the Pulitzer Prize for Poetry on May 1, 1950, for Annie Allen, making her the first African American to receive a Pulitzer Prize.",
        "dob": "June 7, 1917",
        "died": "December 3, 2000",
        "age": 70,
        "knownFor": "Poet, author, teacher",
        "image": "http://t2.gstatic.com/images?q=tbn:ANd9GcQvoc0ZfZxzSV3oUjltDrBi5lxIvIl1pWnkTUok2FN2gU6tYKt-pXezJjxJkuBX"
      },
      {
        "id": 18,
        "name": "Blanche Bruce",
        "description": "Blanche Kelso Bruce was born into slavery in Prince Edward County, Virginia and went on to become a politician who represented Mississippi as a Republican in the United States Senate from 1875 to 1881. He was the first elected African-American senator to serve a full term.",
        "dob": "March 1, 1841",
        "died": "March 17, 1898",
        "age": 57,
        "knownFor": "First African-American politician to serve a full term",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Blanche_Bruce_-_Brady-Handy.jpg/220px-Blanche_Bruce_-_Brady-Handy.jpg"
      },
      {
        "id": 19,
        "name": "Ralph Bunche",
        "description": "Ralph Johnson Bunche was an American political scientist, academic, and diplomat who received the 1950 Nobel Peace Prize for his late 1940s mediation in Israel. He was the first African American to be so honored. He was involved in the formation and administration of the United Nations and played a major role in numerous peacekeeping operations sponsored by the UN. In 1963, he was awarded the Presidential Medal of Freedom by President John F. Kennedy",
        "dob": "August 7, 1904",
        "died": "December 9, 1971",
        "age": 67,
        "knownFor": "First African American to receive the Nobel Peace Prize",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Ralph_Bunche_-_1963_March_on_Washington.jpg/220px-Ralph_Bunche_-_1963_March_on_Washington.jpg"
      },
      {
        "id": 20,
        "name": "George Washington Carver",
        "description": "George Washington Carver was an American agricultural scientist and inventor who promoted alternative crops to cotton and methods to prevent soil depletion. He was the most prominent black scientist of the early 20th century.",
        "dob": "1 January 1864",
        "died": "5 January 1943",
        "age": 79,
        "knownFor": "Scientist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/George_Washington_Carver_c1910_-_Restoration.jpg/220px-George_Washington_Carver_c1910_-_Restoration.jpg"
      },
      {
        "id": 21,
        "name": "Shirley Chisholm",
        "description": "Shirley Anita Chisholm (née St. Hill) was an American politician, educator, and author. In 1968, she became the first black woman elected to the United States Congress, representing New York's 12th congressional district for seven terms from 1969 to 1983. In the 1972 United States presidential election, she became the first African-American candidate for a major party's nomination for President of the United States, and the first woman to run for the Democratic Party's presidential nomination.",
        "dob": "November 30, 1924",
        "died": "January 1, 2005",
        "age": 80,
        "knownFor": "First black woman elected to the United States Congress",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Shirley_Chisholm.jpg/220px-Shirley_Chisholm.jpg"
      },
      {
        "id": 22,
        "name": "Kenneth and Mamie Clark",
        "description": "Kenneth Bancroft Clark and Mamie Phipps Clark (April 18, 1917 – August 11, 1983) were American psychologists who as a married team conducted research among children and were active in the Civil Rights Movement. They founded the Northside Center for Child Development in Harlem and the organization Harlem Youth Opportunities Unlimited (HARYOU).[2] Kenneth Clark was also an educator and professor at City College of New York, and first Black president of the American Psychological Association.",
        "dob": "July 14, 1914",
        "died": "May 1, 2005",
        "age": 91,
        "knownFor": "Psychologists",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Kenneth-b-clark.jpg/220px-Kenneth-b-clark.jpg"
      },
      {
        "id": 23,
        "name": "",
        "description": "John Henrik Clarke (born John Henry Clark), was an African-American historian, professor, and a pioneer in the creation of Pan-African and Africana studies, and professional institutions in academia starting in the late 1960s.",
        "dob": "January 1, 1915",
        "died": "July 16, 1998",
        "age": 83,
        "knownFor": "Historian, Professor and pioneer in the creation of Pan-African and Africana studies",
        "image": "https://www.zinnedproject.org/wp-content/uploads/2020/01/John-Henrik-Clarke-278x300.jpg"
      },
      {
        "id": 24,
        "name": "John Coltrane",
        "description": "John William Coltrane was an American jazz saxophonist, clarinettist and composer. Working in the bebop and hard bop idioms early in his career, Coltrane helped pioneer the use of modes and was at the forefront of free jazz. He led at least fifty recording sessions and appeared on many albums by other musicians, including trumpeter Miles Davis and pianist Thelonious Monk.",
        "dob": "September 23, 1926",
        "died": "July 17, 1967",
        "age": 40,
        "knownFor": "",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/John_Coltrane_in_1963.jpg/220px-John_Coltrane_in_1963.jpg"
      },
      {
        "id": 25,
        "name": "Bill Cosby",
        "description": "William Henry Cosby Jr. is an American stand-up comedian, actor, and author who held an active career for over six decades. Cosby began his career as a stand-up comic at the hungry i in San Francisco during the 1960s.",
        "dob": "July 12, 1937",
        "died": "Alive",
        "age": 83,
        "knownFor": "Stand up comedian",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Bill_Cosby_%286343659237%29_%28cropped%29.jpg/220px-Bill_Cosby_%286343659237%29_%28cropped%29.jpg"
      },
      {
        "id": 26,
        "name": "Alexander Crummel",
        "description": "Alexander Crummell was a pioneering African-American minister, academic and African nationalist. Ordained as an Episcopal priest in the United States, Crummell went to England in the late 1840s to raise money for his church by lecturing about American slavery. Abolitionists supported his three years of study at Cambridge University, where Crummell developed concepts of pan-Africanism.",
        "dob": "March 3, 1819",
        "died": "September 10, 1898",
        "age": 79,
        "knownFor": "Pioneering African-American minister, academic and African nationalist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Alexander_Crummel_%28cropped%29.png/220px-Alexander_Crummel_%28cropped%29.png"
      },
      {
        "id": 27,
        "name": "Countee Cullen",
        "description": "Countee Cullen (born Countee LeRoy Porter) was an American poet, novelist, children's writer, and playwright, particularly well known during the Harlem Renaissance.[1]",
        "dob": "May 30, 1903 ",
        "died": "January 9, 1946",
        "age": 42,
        "knownFor": "Poet, Novelist, Children's writer, playwright",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Counteecullen.jpg/220px-Counteecullen.jpg"
      },
      {
        "id": 28,
        "name": "Benjamin O. Davis Jr.",
        "description": "Benjamin Oliver Davis Jr. was a United States Air Force general and commander of the World War II Tuskegee Airmen. He was the first Black Brigadier general in the United States Air Force. On December 9, 1998, he was advanced to four-star general by President Bill Clinton",
        "dob": "December 18, 1912",
        "died": "July 4, 2002",
        "age": 89,
        "knownFor": "First black Brigadier General in the United States Air Force",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Benjamindavis.jpg/220px-Benjamindavis.jpg"
      },
      {
        "id": 29,
        "name": "Martin R. Delany",
        "description": "Martin Robison Delany was an African-American abolitionist, journalist, physician, soldier, and writer, and arguably the first proponent of black nationalism. Delany is credited with the Pan-African slogan of \"Africa for Africans.\"",
        "dob": "May 6, 1812",
        "died": "January 24, 1885",
        "age": 72,
        "knownFor": "Abolitionist, journalist, physician, soldier, writer, first proponent of black nationalism"
      },
      {
        "id": 30,
        "name": "Fredrick Douglass",
        "description": "Frederick Douglass (born Frederick Augustus Washington Bailey) was an American social reformer, abolitionist, orator, writer, and statesman. After escaping from slavery in Maryland, he became a national leader of the abolitionist movement in Massachusetts and New York, becoming famous for his oratory and incisive antislavery writings. Accordingly, he was described by abolitionists in his time as a living counter-example to slaveholders' arguments that slaves lacked the intellectual capacity to function as independent American citizens. Likewise, Northerners at the time found it hard to believe that such a great orator had once been a slave.",
        "dob": "c. February 1818",
        "died": "February 20, 1895",
        "age": 77,
        "knownFor": "Social reformer, abolitionist, orater, writer, statesman",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Frederick_Douglass_%28circa_1879%29.jpg/220px-Frederick_Douglass_%28circa_1879%29.jpg"
      },
      {
        "id": 31,
        "name": "Charles R. Drew",
        "description": "Charles Richard Drew was an American surgeon and medical researcher. He researched in the field of blood transfusions, developing improved techniques for blood storage, and applied his expert knowledge to developing large-scale blood banks early in World War II. This allowed medics to save thousands of lives of the Allied forces. As the most prominent African American in the field, Drew protested against the practice of racial segregation in the donation of blood, as it lacked scientific foundation, and resigned his position with the American Red Cross, which maintained the policy until 1950.",
        "dob": "June 3, 1904",
        "died": "April 1, 1950",
        "age": 45,
        "knownFor": "Surgeon and medical researcher",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/99/Portrait_of_Charles_Drew.jpg/220px-Portrait_of_Charles_Drew.jpg"
      },
      {
        "id": 32,
        "name": "W. E. B. Du Bois",
        "description": "William Edward Burghardt Du Bois was an American sociologist, socialist, historian, civil rights activist, Pan-Africanist, author, writer and editor. Born in Great Barrington, Massachusetts, Du Bois grew up in a relatively tolerant and integrated community, and after completing graduate work at the University of Berlin and Harvard, where he was the first African American to earn a doctorate, he became a professor of history, sociology and economics at Atlanta University. Du Bois was one of the founders of the National Association for the Advancement of Colored People (NAACP) in 1909.",
        "dob": "February 23, 1868",
        "died": "August 27, 1963",
        "age": 95,
        "knownFor": "Sociologist, socialist, historian, civil rights activist, Pan-africanist, author, writer, editor",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/WEB_DuBois_1918.jpg/220px-WEB_DuBois_1918.jpg"
      },
      {
        "id": 33,
        "name": "Paul Laurence Dunbar",
        "description": "Paul Laurence Dunbar was an American poet, novelist, and short story writer of the late 19th and early 20th centuries. Born in Dayton, Ohio to parents who were enslaved in Kentucky before the American Civil War, Dunbar began writing stories and verse when he was a child. He published his first poems at the age of 16 in a Dayton newspaper, and served as president of his high school's literary society.",
        "dob": "June 27, 1872",
        "died": "February 9, 1906",
        "age": 33,
        "knownFor": "Poet, novelist, short story writer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Paul_Laurence_Dunbar_circa_1890.jpg/220px-Paul_Laurence_Dunbar_circa_1890.jpg"
      },
      {
        "id": 34,
        "name": "Katherine Dunham",
        "description": "Katherine Dunham was an African-American dancer, choreographer, creator of the Dunham Technique, author, educator, anthropologist, and social activist. Dunham had one of the most successful dance careers in African-American and European theater of the 20th century, and directed her own dance company for many years. She has been called the \"matriarch and queen mother of black dance.\"",
        "dob": "June 22, 1909",
        "died": "May 21, 2006",
        "age": 96,
        "knownFor": "Dancer, choreographer, creator of the Dunham Technique, author, educator, social activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Katherine_Dunham.jpg/220px-Katherine_Dunham.jpg"
      },
      {
        "id": 35,
        "name": "Duke Ellington",
        "description": "Edward Kennedy \"Duke\" Ellington was an American composer, pianist, and leader of a jazz orchestra, which he led from 1923 until his death over a career spanning more than six decades.[1]",
        "dob": "April 29, 1899",
        "died": "May 24, 1974",
        "age": 75,
        "knownFor": "Composer, pianist, leader of jazz orchestra",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Duke_Ellington_-_publicity.JPG/220px-Duke_Ellington_-_publicity.JPG"
      },
      {
        "id": 36,
        "name": "James Forten",
        "description": "James Forten was an African-American abolitionist and wealthy businessman in Philadelphia, Pennsylvania. Born free in the city, he became a sailmaker after the American Revolutionary War. Following an apprenticeship, he became the foreman and bought the sail loft when his boss retired. Based on equipment he himself had developed, he established a highly profitable business. It was located on the busy waterfront of the Delaware River, in an area now called Penn's Landing.",
        "dob": "September 2, 1766",
        "died": "March 4, 1842",
        "age": 75,
        "knownFor": "Abolistionist, wealthy businessman",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/James_Forten_%28cropped%29.jpg/220px-James_Forten_%28cropped%29.jpg"
      },
      {
        "id": 37,
        "name": "John Hope Franklin",
        "description": "John Hope Franklin was an American historian of the United States and former president of Phi Beta Kappa, the Organization of American Historians, the American Historical Association, and the Southern Historical Association. Franklin is best known for his work From Slavery to Freedom, first published in 1947, and continually updated. More than three million copies have been sold. In 1995, he was awarded the Presidential Medal of Freedom, the nation's highest civilian honor.",
        "dob": "January 2, 1915",
        "died": "March 25, 2009",
        "age": 94,
        "knownFor": "From Slavery to Freedom Book, historian, former president of Phi Beta Kappa",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1a/John_Hope_Franklin.png"
      },
      {
        "id": 38,
        "name": "Henry Highland Garnet",
        "description": "Henry Highland Garnet was an African-American abolitionist, minister, educator and orator. Having escaped with his family as a child from slavery in Maryland, he grew up in New York City. He was educated at the African Free School and other institutions, and became an advocate of militant abolitionism. He became a minister and based his drive for abolitionism in religion.",
        "dob": "December 23, 1815",
        "died": "February 13, 1882",
        "age": 66,
        "knownFor": "Abolitionist, minister, educator and orator",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Motto_henry_highland_garnet_original.jpg/220px-Motto_henry_highland_garnet_original.jpg"
      },
      {
        "id": 39,
        "name": "Marcus Garvey",
        "description": "Marcus Mosiah Garvey Sr. ONH was a Jamaican political activist, publisher, journalist, entrepreneur, and orator. He was the founder and first President-General of the Universal Negro Improvement Association and African Communities League (UNIA-ACL, commonly known as UNIA), through which he declared himself Provisional President of Africa. Ideologically a black nationalist and Pan-Africanist, his ideas came to be known as Garveyism.",
        "dob": "17 August 1887",
        "died": "10 June 1940",
        "age": 52,
        "knownFor": "Activist, publisher, journalist, entrepreneur, orator. His ideas came to be known as 'Garveyism'",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Marcus_Garvey_1924-08-05.jpg/220px-Marcus_Garvey_1924-08-05.jpg"
      },
      {
        "id": 40,
        "name": "Prince Hall",
        "description": "Prince Hall was an abolitionist and leader in the free black community in Boston. He founded Prince Hall Freemasonry and lobbied for education rights for African American children. He was also active in the back-to-Africa movement.",
        "dob": "c. 1735",
        "died": "4 December 1807",
        "age": 72,
        "knownFor": "Abolistionist, leader of the free black community in Boston",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Prince_hall_portrait.jpg/220px-Prince_hall_portrait.jpg"
      },
      {
        "id": 41,
        "name": "Fannie Lou Hamer",
        "description": "Fannie Lou Hamer (née Townsend) was an American voting and women's rights activist, community organizer, and a leader in the civil rights movement. She was the co-founder and vice-chair of the Freedom Democratic Party, which she represented at the 1964 Democratic National Convention. Hamer also organized Mississippi's Freedom Summer along with the Student Nonviolent Coordinating Committee (SNCC). She was also a co-founder of the National Women's Political Caucus, an organization created to recruit, train, and support women of all races who wish to seek election to government office.[1]",
        "dob": "October 6, 1917",
        "died": "March 14, 1977",
        "age": 59,
        "knownFor": "Voting and women's rights activist, community organizer, leader in the civil rights movement, co-founder and vice chair of the Freedom Democratic Party",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Fannie_Lou_Hamer.png/220px-Fannie_Lou_Hamer.png"
      },
      {
        "id": 42,
        "name": "Lorrain Hansberry",
        "description": "Lorraine Vivian Hansberry was a playwright and writer. She was the first African-American female author to have a play performed on Broadway. Her best known work, the play A Raisin in the Sun, highlights the lives of Black Americans living under racial segregation in Chicago. The title of the play was taken from the poem \"Harlem\" by Langston Hughes: \"What happens to a dream deferred? Does it dry up like a raisin in the sun?\" At the age of 29, she won the New York Drama Critics' Circle Award — making her the first African-American dramatist, the fifth woman, and the youngest playwright to do so. Hansberry's family had struggled against segregation, challenging a restrictive covenant and eventually provoking the 1940 Supreme Court case Hansberry v. Lee.",
        "dob": "May 19, 1930",
        "died": "January 12, 1965",
        "age": 34,
        "knownFor": "Playwright and writer",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/5/5e/Lorraine_Hansberry.jpg/220px-Lorraine_Hansberry.jpg"
      },
      {
        "id": 43,
        "name": "Dorothy Height",
        "description": "Dorothy Irene Height was an American civil rights and women's rights activist. She focused on the issues of African American women, including unemployment, illiteracy, and voter awareness. Height is credited as the first leader in the civil rights movement to recognize inequality for women and African Americans as problems that should be considered as a whole. She was the president of the National Council of Negro Women for forty years.",
        "dob": "March 24, 1912",
        "died": "April 20, 2010",
        "age": 98,
        "knownFor": "Civil rights and women's rights activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/ba/DrDorothyHeight.jpg/220px-DrDorothyHeight.jpg"
      },
      {
        "id": 44,
        "name": "Matthew Henson",
        "description": "Matthew Alexander Henson was an American explorer who accompanied Robert Peary on seven voyages to the Arctic over a period of nearly 23 years. They spent a total of 18 years on expeditions together. He is best known for his participation in the 1908–1909 expedition that claimed to have reached the geographic North Pole on April 6, 1909. Henson said he was the first of their party to reach the pole.",
        "dob": "August 8, 1866",
        "died": "March 9, 1955",
        "age": 88,
        "knownFor": "1908-1909 expedition to the north pole",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Matthew_Henson_1910.jpg/220px-Matthew_Henson_1910.jpg"
      },
      {
        "id": 45,
        "name": "Charles Hamilton Houston",
        "description": "Charles Hamilton Houston was a prominent African-American lawyer, Dean of Howard University Law School, and NAACP first special counsel, or Litigation Director. A graduate of Amherst College and Harvard Law School, Houston played a significant role in dismantling Jim Crow laws, especially attacking segregation in schools and racial housing covenants. He earned the title \"The Man Who Killed Jim Crow\"",
        "dob": "September 3, 1895",
        "died": "April 22, 1950",
        "age": 54,
        "knownFor": "Lawyer, dean of Howard University Law School, NAACP first special counsel or Litigation Director",
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/c7/Charles_Hamilton_Houston.jpg"
      },
      {
        "id": 46,
        "name": "Langston Hughes",
        "description": "James Mercer Langston Hughes was an American poet, social activist, novelist, playwright, and columnist from Joplin, Missouri. One of the earliest innovators of the then-new literary art form called jazz poetry, Hughes is best known as a leader of the Harlem Renaissance. He famously wrote about the period that \"the Negro was in vogue\", which was later paraphrased as \"when Harlem was in vogue.\"",
        "dob": "February 1, 1901",
        "died": "May 22, 1967",
        "age": 66,
        "knownFor": "Poet, social activist, novelist, playwright, columnist, a leader of the Harlem Renaissance",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/LangstonHughes_crop.jpg/220px-LangstonHughes_crop.jpg"
      },
      {
        "id": 47,
        "name": "Zora Neale Hurston",
        "description": "Zora Neale Hurston was an American author, anthropologist, and filmmaker. She portrayed racial struggles in the early-1900s American South and published research on hoodoo. The most popular of her four novels is Their Eyes Were Watching God, published in 1937. She also wrote more than 50 short stories, plays, and essays.",
        "dob": "January 7, 1891",
        "died": "January 28, 1960",
        "age": 69,
        "knownFor": "Author, anthropologist, filmmaker",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/57/Hurston-Zora-Neale-LOC.jpg/220px-Hurston-Zora-Neale-LOC.jpg"
      },
      {
        "id": 48,
        "name": "Jesse Jackson",
        "description": "Jesse Louis Jackson (né Burns) is an American political activist, Baptist minister, and politician. He was a candidate for the Democratic presidential nomination in 1984 and 1988 and served as a shadow U.S. Senator for the District of Columbia from 1991 to 1997.",
        "dob": "October 8, 1941",
        "died": "Alive",
        "age": 79,
        "knownFor": "Political activist, Baptist minister, politician",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2b/Jesse_Jackson_2013.jpg/220px-Jesse_Jackson_2013.jpg"
      },
      {
        "id": 49,
        "name": "Mae Jemison",
        "description": "Mae Carol Jemison is an American engineer, physician, and former NASA astronaut. She became the first black woman to travel into space when she served as a mission specialist aboard the Space Shuttle Endeavour. Jemison joined NASA's astronaut corps in 1987 and was selected to serve for the STS-47 mission, during which she orbited the Earth for nearly eight days on September 12–20, 1992.",
        "dob": "October 17, 1956",
        "died": "Alive",
        "age": 64,
        "knownFor": "Engineer, physician, former NASA astronaut",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Mae_Carol_Jemison.jpg/220px-Mae_Carol_Jemison.jpg"
      },
      {
        "id": 50,
        "name": "Jack Johnson",
        "description": "John Arthur Johnson nicknamed the \"Galveston Giant\", was an American boxer who, at the height of the Jim Crow era, became the first African American world heavyweight boxing champion (1908–1915). Widely regarded as one of the most influential boxers of all time, one of the period's most dominant champions, and as a boxing legend, his 1910 fight against James J. Jeffries was dubbed the \"fight of the century\". According to filmmaker Ken Burns, \"for more than thirteen years, Jack Johnson was the most famous and the most notorious African-American on Earth\". Transcending boxing, he became part of the culture and history of racism in the United States.",
        "dob": "March 31, 1878",
        "died": "June 10, 1946",
        "age": 68,
        "knownFor": "Boxer, first African-American world heavyweight boxing champion",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Jack_Johnson%2C_1915_%28edit%29.jpg/220px-Jack_Johnson%2C_1915_%28edit%29.jpg"
      },
      {
        "id": 51,
        "name": "James Weldon Johnson",
        "description": "James Weldon Johnson was an American writer and civil rights activist. He was married to civil rights activist Grace Nail Johnson. Johnson was a leader of the National Association for the Advancement of Colored People (NAACP), where he started working in 1917. In 1920, he was the first African American to be chosen as executive secretary of the organization, effectively the operating officer. He served in that position from 1920 to 1930. Johnson established his reputation as a writer, and was known during the Harlem Renaissance for his poems, novels, and anthologies collecting both poems and spirituals of black culture. He wrote the lyrics for \"Lift Every Voice and Sing\", which later became known as the Negro National Anthem.",
        "dob": "June 17, 1876",
        "died": "June 26, 1938",
        "age": 67,
        "knownFor": "Writer, civil rights activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Portrait_of_James_Weldon_Johnson_LCCN2004663098.tif/lossy-page1-200px-Portrait_of_James_Weldon_Johnson_LCCN2004663098.tif.jpg"
      },
      {
        "id": 52,
        "name": "John H. Johnson",
        "description": "John Harold Johnson was an American businessman and publisher. Johnson was the founder of the Johnson Publishing Company which is headquartered in Chicago, Illinois. Johnson's Ebony (1945) and Jet (1951–2014) magazines are among the most influential African-American businesses in media beginning in the second half of the twentieth century. In 1982, Johnson became the first African American to appear on the Forbes 400. In 1987, Johnson was named Black Enterprise Entrepreneur of the year.",
        "dob": "January 19, 1918",
        "died": "August 8, 2005",
        "age": 87,
        "knownFor": "Businessman, entrepreneur, first African American to appear on the Forbes 400",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/2/24/John_H._Johnson.jpg/220px-John_H._Johnson.jpg"
      },
      {
        "id": 53,
        "name": "Percy lavon Julian",
        "description": "Percy Lavon Julian was an American research chemist and a pioneer in the chemical synthesis of medicinal drugs from plants. He was the first to synthesize the natural product physostigmine, plus a pioneer in the industrial large-scale chemical synthesis of the human hormones progesterone and testosterone from plant sterols such as stigmasterol and sitosterol. His work laid the foundation for the steroid drug industry's production of cortisone, other corticosteroids, and birth control pills.",
        "dob": "April 11, 1899",
        "died": "April 19, 1975",
        "age": 76,
        "knownFor": "Research chemist, pioneer in the chemical synthesis of medicinal drugs from plants",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/d/d6/Percy_Lavon_Julian.jpg/220px-Percy_Lavon_Julian.jpg"
      },
      {
        "id": 54,
        "name": "Ernest Everett Just",
        "description": "Ernest Everett Just was a pioneering African-American biologist, academic and science writer. Just's primary legacy is his recognition of the fundamental role of the cell surface in the development of organisms. In his work within marine biology, cytology and parthenogenesis, he advocated the study of whole cells under normal conditions, rather than simply breaking them apart in a laboratory setting.",
        "dob": "August 14, 1883",
        "died": "October 27, 1941",
        "age": 58,
        "knownFor": "Biologist, academic and science writer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Ernest_Everett_Just.jpg"
      },
      {
        "id": 55,
        "name": "Maulana Karenga",
        "description": "Maulana Ndabezitha Karenga,[1][2][3] previously known as Ron Karenga, is an American professor of Africana studies, activist, and author best known as the creator of the pan-African and the African-American holiday of Kwanzaa.",
        "dob": "14 July 1941",
        "died": "Alive",
        "age": 79,
        "knownFor": "Professor of Africana studies, activist, author, creator of the pan-African and the African-American holiday of Kwanzaa",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Maulana_Ndabezitha_Karenga_%28Ronald_McKinley_Everett%29_2003.jpg"
      },
      {
        "id": 56,
        "name": "Martin Luther King Jr.",
        "description": "Martin Luther King Jr. (born Michael King Jr.) was an African American Baptist minister and activist who became the most visible spokesperson and leader in the Civil Rights Movement from 1955 until his assassination in 1968. King is best known for advancing civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights activist Martin Luther King, Sr.",
        "dob": "January 15, 1929",
        "died": "April 4, 1968",
        "age": 39,
        "knownFor": "Baptist minister and activist, leader in the Civil Rights Movement from 1955-1968",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Martin_Luther_King%2C_Jr..jpg/220px-Martin_Luther_King%2C_Jr..jpg"
      },
      {
        "id": 57,
        "name": "Edmonia Lewis",
        "description": "Mary Edmonia Lewis, \"Wildfire\", was an African-American sculptor, of mixed African-American and Native American (Ojibwe) heritage. Born free in Upstate New York, she worked for most of her career in Rome, Italy. She was the first African-American sculptor to achieve national and then international prominence. She began to gain prominence in the United States during the Civil War; at the end of the 19th century, she remained the only Black woman artist who had participated in and been recognized to any extent by the American artistic mainstream. In 2002, the scholar Molefi Kete Asante named Edmonia Lewis on his list of 100 Greatest African Americans.",
        "dob": "c. July 4, 1844",
        "died": "September 17, 1907",
        "age": 63,
        "knownFor": "Sculptor",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Motto_edmonia_lewis_original.jpg/220px-Motto_edmonia_lewis_original.jpg"
      },
      {
        "id": 58,
        "name": "Alain Leroy Locke",
        "description": "Alain Leroy Locke was an American writer, philosopher, educator, and patron of the arts. Distinguished in 1907 as the first African-American Rhodes Scholar, Locke became known as the philosophical architect —the acknowledged \"Dean\"— of the Harlem Renaissance. He is frequently included in listings of influential African Americans. On March 19, 1968, the Rev. Dr. Martin Luther King, Jr. proclaimed: \"We're going to let our children know that the only philosophers that lived were not Plato and Aristotle, but W. E. B. Du Bois and Alain Locke came through the universe.\"",
        "dob": "September 13, 1885",
        "died": "June 9, 1954",
        "age": 68,
        "knownFor": "Writer, philosopher, educator, patron of the arts",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/1/1d/Alain_LeRoy_Locke.jpg/220px-Alain_LeRoy_Locke.jpg"
      },
      {
        "id": 59,
        "name": "Joe Louis",
        "description": "Joseph Louis Barrow was an American professional boxer who competed from 1934 to 1951. Nicknamed the Brown Bomber, Louis is widely regarded as one of the greatest and most influential boxers of all time. He reigned as the world heavyweight champion from 1937 to 1949, during which he participated in 27 championship fights. The 27th fight, against Ezzard Charles in 1950, was a challenge for Charles' heavyweight title and so is not included in Louis' reign. He was victorious in 25 consecutive title defenses. In 2005, Louis was ranked as the best heavyweight of all time by the International Boxing Research Organization, and was ranked number one on The Ring magazine's list of the \"100 greatest punchers of all time\". Louis had the longest single reign as champion of any heavyweight boxer in history. He has been ranked as the world's best heavyweight by BoxRec 11 times (the second most in history, only behind Muhammad Ali) and has been placed within ten best 15 times. Six of his victorious fights were rated 5-Star by BoxRec.",
        "dob": "May 13, 1914",
        "died": "April 12, 1981",
        "age": 66,
        "knownFor": "Boxer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/Joe_Louis_by_van_Vechten.jpg/220px-Joe_Louis_by_van_Vechten.jpg"
      },
      {
        "id": 60,
        "name": "Thurgood Marshall",
        "description": "Thurgood Marshall was an American lawyer and civil rights activist who served as Associate Justice of the Supreme Court of the United States from October 1967 until October 1991. Marshall was the Court's first African-American justice. Prior to his judicial service, he successfully argued several cases before the Supreme Court, including Brown v. Board of Education.",
        "dob": "July 2, 1908",
        "died": "January 24, 1993",
        "age": 84,
        "knownFor": "First African American Supreme Court Justice",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Thurgood-marshall-2.jpg/220px-Thurgood-marshall-2.jpg"
      },
      {
        "id": 61,
        "name": "Benjamin Mays",
        "description": "Benjamin Elijah Mays was an American Baptist minister and American rights leader who is credited with laying the intellectual foundations of the American civil rights movement. Mays taught and mentored many influential activists, including Martin Luther King Jr, Julian Bond, Maynard Jackson, and Donn Clendenon, among others. His rhetoric and intellectual pursuits focused on the spread of nonviolence and civil resistance in the mold of Mahatma Gandhi. The peak of his public influence coincided with his nearly three-decade tenure as the sixth president of Morehouse College, a historically black institution of higher learning, in Atlanta, Georgia.",
        "dob": "August 1, 1894",
        "died": "March 28, 1984",
        "age": 89,
        "knownFor": "Baptist minister, American rights leader credited with laying the foundations of the American civil rights movement",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Benjamin_Mays_Portrait_1921.png/220px-Benjamin_Mays_Portrait_1921.png"
      },
      {
        "id": 62,
        "name": "Eliajh McCoy",
        "description": "Elijah J. McCoy was a Canadian-born inventor and engineer of African American descent who was notable for his 57 US patents, most having to do with the lubrication of steam engines. Born free in Canada, he came to the United States as a young child when his family returned in 1847, becoming a U.S. resident and citizen.",
        "dob": "May 2, 1844",
        "died": "October 10, 1929",
        "age": 85,
        "knownFor": "Inventor, engineer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Elijah_McCoy.jpg/220px-Elijah_McCoy.jpg"
      },
      {
        "id": 63,
        "name": "Claude McKay",
        "description": "Festus Claudius \"Claude\" McKay as a Jamaican writer and poet, and was a central figure in the Harlem Renaissance. He wrote five novels: Home to Harlem (1928), a best-seller that won the Harmon Gold Award for Literature, Banjo (1929), Banana Bottom (1933), Romance in Marseille (published in 2020), and in 1941 a manuscript called Amiable With Big Teeth: A Novel of the Love Affair Between the Communists and the Poor Black Sheep of Harlem which remained unpublished until 2017. McKay also authored collections of poetry, a collection of short stories, Gingertown (1932), two autobiographical books, A Long Way from Home (1937) and My Green Hills of Jamaica (published posthumously in 1979), and non-fiction, a socio-historical treatise entitled Harlem: Negro Metropolis (1940). His 1922 poetry collection, Harlem Shadows, was among the first books published during the Harlem Renaissance. His Selected Poems was published posthumously, in 1953.",
        "dob": "September 15, 1889",
        "died": "May 22, 1948",
        "age": 58,
        "knownFor": "Writer, poet, central figure in the Harlem Renaissance",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Mackey.jpg/220px-Mackey.jpg"
      },
      {
        "id": 64,
        "name": "Oscar Micheaux",
        "description": "Oscar Devereaux Micheaux was an African-American author, film director and independent producer of more than 44 films. Although the short-lived Lincoln Motion Picture Company was the first movie company owned and controlled by black filmmakers, Micheaux is regarded as the first major African-American feature filmmaker, a prominent producer of race film, and has been described as \"the most successful African-American filmmaker of the first half of the 20th century\". He produced both silent films and sound films.",
        "dob": "January 2, 1884",
        "died": "March 25, 1951",
        "age": 67,
        "knownFor": "Author, film director, independent producer of more than 44 films",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Oscar_Micheaux.jpg/180px-Oscar_Micheaux.jpg"
      },
      {
        "id": 65,
        "name": "Doris Miller",
        "description": "Doris \"Dorie\" Miller was a United States Navy cook third class who was killed in action during World War II. He was the first black American to be awarded the Navy Cross, the second highest decoration for valor in combat after the Medal of Honor.",
        "dob": "October 12, 1919",
        "died": "November 24, 1943",
        "age": 24,
        "knownFor": "First black American to be awarded the Navy Cross",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Dorie_Miller.jpg/300px-Dorie_Miller.jpg"
      },
      {
        "id": 66,
        "name": "Garret Morgan",
        "description": "Garrett Augustus Morgan, Sr. was an African-American inventor, businessman, and community leader. His most notable inventions were a three-position traffic signal and a smoke hood (a predecessor to the gas mask) notably used in a 1916 tunnel construction disaster rescue. Morgan also discovered and developed a chemical hair-processing and straightening solution. He created a successful company based on his hair product inventions along with a complete line of hair-care products, and became involved in the civic and political advancement of African-Americans, especially in and around Cleveland, Ohio.",
        "dob": "March 4, 1877",
        "died": "July 27, 1963",
        "age": 86,
        "knownFor": "Inventor, businessman, community leader",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/f/f7/Garrett_Morgan.gif/220px-Garrett_Morgan.gif"
      },
      {
        "id": 67,
        "name": "Toni Morrison",
        "description": "Chloe Anthony Wofford Morrison (born Chloe Ardelia Wofford), known as Toni Morrison, was an American novelist, essayist, book editor, and college professor. Her first novel, The Bluest Eye, was published in 1970. The critically acclaimed Song of Solomon (1977) brought her national attention and won the National Book Critics Circle Award. In 1988, Morrison won the Pulitzer Prize for Beloved (1987); she gained worldwide recognition when she was awarded the Nobel Prize in Literature in 1993.",
        "dob": "February 18, 1931",
        "died": "August 5, 2019",
        "age": 88,
        "knownFor": "Novelist, essayist, book editor, college professor",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Toni_Morrison.jpg/220px-Toni_Morrison.jpg"
      },
      {
        "id": 68,
        "name": "Elijah Muhammad",
        "description": "Elijah Muhammad (born Elijah Robert Poole) was a religious leader and author who led the Nation of Islam (NOI) from 1934 until his death in 1975, and was known as The Messenger of Allah (God), to the Nation of Islam believers. Muhammad was also the teacher and mentor of Malcolm X, Louis Farrakhan, Muhammad Ali, and his own son, Warith Deen Mohammed.",
        "dob": "October 7, 1897",
        "died": "February 25, 1975",
        "age": 77,
        "knownFor": "Relogious leader and author who led the Nation of Islam (NOI)",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Elijah_Muhammad_NYWTS-2.jpg/220px-Elijah_Muhammad_NYWTS-2.jpg"
      },
      {
        "id": 69,
        "name": "Jesse Owens",
        "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games.",
        "dob": "September 12, 1913",
        "died": "March 31, 1980",
        "age": 66,
        "knownFor": "Track and field athelete, four-time gold medalist in the 1936 Olympic Games",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Jesse_Owens_1936.jpg/200px-Jesse_Owens_1936.jpg"
      },
      {
        "id": 70,
        "name": "Rosa Parks",
        "description": "Rosa Louise McCauley Parks was an American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott. The United States Congress has called her \"the first lady of civil rights\" and \"the mother of the freedom movement\".",
        "dob": "February 4, 1913",
        "died": "October 24, 2005",
        "age": 92,
        "knownFor": "Activist in the civil rights movement, knows as \"The first lady of civil rights\" and \"The mother of the freedom movement\"",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Rosaparks.jpg/220px-Rosaparks.jpg"
      },
      {
        "id": 71,
        "name": "Adam Clayton Powell",
        "description": "Adam Clayton Powell Jr. was a Baptist pastor and an American politician, who represented the Harlem neighborhood of New York City in the United States House of Representatives from 1945 until 1971. He was the first African-American to be elected from New York to Congress.",
        "dob": "November 29, 1908",
        "died": "April 4, 1972",
        "age": 63,
        "knownFor": "First African-American to be elected from New York to Congress",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Adam_Clayon_Powell_Jr.jpg/220px-Adam_Clayon_Powell_Jr.jpg"
      },
      {
        "id": 72,
        "name": "Colin Powell",
        "description": "Colin Luther Powell is an American politician, diplomat and retired four-star general who served as the 65th United States Secretary of State from 2001 to 2005. Powell was the first African-American Secretary of State. Until the election of Barack Obama as president in 2008, Powell and his successor, Condoleezza Rice, were the highest-ranking African Americans in the history of the federal executive branch (by virtue of the Secretary of State standing fourth in the presidential line of succession). Powell served as the 16th United States National Security Advisor from 1987 to 1989 and as the 12th Chairman of the Joint Chiefs of Staff from 1989 to 1993.",
        "dob": "April 5, 1937",
        "died": "Alive",
        "age": 83,
        "knownFor": "Politician, diplomat, retired four-star general",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/33/Colin_Powell_%2815570753996%29_%281%29.jpg/220px-Colin_Powell_%2815570753996%29_%281%29.jpg"
      },
      {
        "id": 73,
        "name": "A. Phillip Randolph",
        "description": "Asa Philip Randolph was an American labor unionist, civil rights activist, and socialist politician.",
        "dob": "April 15, 1889",
        "died": "May 16, 1979",
        "age": 90,
        "knownFor": "Labor unionist, civil rights activist, socialist politician",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/A._Philip_Randolph_1963_NYWTS.jpg/220px-A._Philip_Randolph_1963_NYWTS.jpg"
      },
      {
        "id": 74,
        "name": "Hiram Revels",
        "description": "Hiram Rhodes Revels was a Republican U.S. Senator, minister in the African Methodist Episcopal Church, and a college administrator. Born free in North Carolina, he later lived and worked in Ohio, where he voted before the Civil War. He became the first African American to serve in the U.S. Congress when he was appointed to the United States Senate as a Republican to represent Mississippi in 1870 and 1871 during the Reconstruction era.",
        "dob": "September 27, 1827",
        "died": "January 16, 1901",
        "age": 73,
        "knownFor": "Republican U.S. Senator, minister in the Aftican Methodist Episcopal Church, college administrator",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Hiram_Rhodes_Revels_-_Brady-Handy-%28restored%29.png/220px-Hiram_Rhodes_Revels_-_Brady-Handy-%28restored%29.png"
      },
      {
        "id": 75,
        "name": "Paul Robeson",
        "description": "Paul Leroy Robeson was an American bass baritone concert artist and stage and film actor who became famous both for his cultural accomplishments and for his political activism. Educated at Rutgers College and Columbia University, he was a star athlete in his youth. He also studied Swahili and phonetics at the School of Oriental and African Studies in London in 1934.",
        "dob": "April 9, 1898",
        "died": "January 23, 1976",
        "age": 77,
        "knownFor": "Bass baritone conert artist, stage and film actor",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Paul_Robeson_1942_crop.jpg/220px-Paul_Robeson_1942_crop.jpg"
      },
      {
        "id": 76,
        "name": "Jackie Robinson",
        "description": "Jack Roosevelt Robinson was an American professional baseball player who became the first African American to play in Major League Baseball (MLB) in the modern era. Robinson broke the baseball color line when he started at first base for the Brooklyn Dodgers on April 15, 1947. When the Dodgers signed Robinson, they heralded the end of racial segregation in professional baseball that had relegated black players to the Negro leagues since the 1880s. Robinson was inducted into the Baseball Hall of Fame in 1962.",
        "dob": "January 31, 1919",
        "died": "October 24, 1972",
        "age": 53,
        "knownFor": "Professional baseball player",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Jackie_Robinson%2C_Brooklyn_Dodgers%2C_1954.jpg/220px-Jackie_Robinson%2C_Brooklyn_Dodgers%2C_1954.jpg"
      },
      {
        "id": 77,
        "name": "John Brown Russwurm",
        "description": "John Brown Russwurm was an abolitionist, newspaper publisher, and colonizer of Liberia where he moved from the United States. He was born in Jamaica to an English father and enslaved mother. As a child he traveled to the United States with his father and received a formal education, becoming the first African American to graduate from Hebron Academy and Bowdoin College.",
        "dob": "October 1, 1799",
        "died": "June 17, 1851",
        "age": 51,
        "knownFor": "Abolitionist, newspaper publisher, colonizer of Liberia",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/John_Russwurm_Smithsonian.jpg/220px-John_Russwurm_Smithsonian.jpg"
      },
      {
        "id": 78,
        "name": "Arturo Alfonso Schomborg",
        "description": "Arturo Alfonso Schomburg, was a historian, writer, collector, and activist. Schomburg was a Puerto Rican of African and German descent. He moved to the United States in 1891, where he researched and raised awareness of the great contributions that Afro-Latin Americans and African Americans have made to society. He was an important intellectual figure in the Harlem Renaissance. Over the years, he collected literature, art, slave narratives, and other materials of African history, which were purchased to become the basis of the Schomburg Center for Research in Black Culture, named in his honor, at the New York Public Library (NYPL) branch in Harlem.",
        "dob": "January 24, 1874",
        "died": "June 10, 1938",
        "age": 64,
        "knownFor": "Historian, writer, collector, activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Arturo_Alfonso_Schomburg.jpg/220px-Arturo_Alfonso_Schomburg.jpg"
      },
      {
        "id": 79,
        "name": "Benjamin \"Pap\" Singleton",
        "description": "Benjamin \"Pap\" Singleton was an American activist and businessman best known for his role in establishing African American settlements in Kansas. A former slave from Tennessee who escaped to freedom in Ontario, Canada in 1846, he soon returned to the United States, settling for a period in Detroit, Michigan. He became a noted abolitionist, community leader, and spokesman for African-American civil rights.",
        "dob": "1809",
        "died": "February 17, 1900",
        "age": 91,
        "knownFor": "Activist, businessman",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Benjamin_%22Pap%22_Singleton.jpg/220px-Benjamin_%22Pap%22_Singleton.jpg"
      },
      {
        "id": 80,
        "name": "Mary Church Terrell",
        "description": "Mary Church Terrell was one of the first African-American women to earn a college degree, and became known as a national activist for civil rights and suffrage. She taught in the Latin Department at the M Street school (now known as Paul Laurence Dunbar High School)—the first African American public high school in the nation—in Washington, DC. In 1896, she was the first African-American woman in the United States to be appointed to the school board of a major city, serving in the District of Columbia until 1906. Terrell was a charter member of the National Association for the Advancement of Colored People (1909) and the Colored Women's League of Washington (1894). She helped found the National Association of Colored Women (1896) and served as its first national president, and she was a founding member of the National Association of College Women (1910).",
        "dob": "September 23, 1863",
        "died": "July 24, 1954",
        "age": 90,
        "knownFor": "National activist for civil rights and suffrage",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Mary_church_terrell.jpg/220px-Mary_church_terrell.jpg"
      },
      {
        "id": 81,
        "name": "William Monroe Trotter",
        "description": "William Monroe Trotter, sometimes just Monroe Trotter, was a newspaper editor and real estate businessman based in Boston, Massachusetts, and an activist for African-American civil rights. He was an early opponent of the accommodationist race policies of Booker T. Washington, and in 1901 founded the Boston Guardian, an independent African-American newspaper he used to express that opposition. Active in protest movements for civil rights throughout the 1900s and 1910s, he also revealed some of the differences within the African-American community. He contributed to the formation of the National Association for the Advancement of Colored People (NAACP)",
        "dob": "April 7, 1872",
        "died": "April 7, 1934",
        "age": 62,
        "knownFor": "Newspaper editor, real estate businessman, activist for African-American civil rights",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/WMTrotter1915.jpg/220px-WMTrotter1915.jpg"
      },
      {
        "id": 82,
        "name": "Sojourner Truth",
        "description": "Sojourner Truth (born Isabella \"Belle\" Baumfree) was an American abolitionist and women's rights activist. Truth was born into slavery in Swartekill, New York, but escaped with her infant daughter to freedom in 1826. After going to court to recover her son in 1828, she became the first black woman to win such a case against a white man.",
        "dob": "c. 1797",
        "died": "November 26, 1883",
        "age": 86,
        "knownFor": "Abolitionist, women's rights activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Sojourner_Truth%2C_NPG.79.220.jpg/220px-Sojourner_Truth%2C_NPG.79.220.jpg"
      },
      {
        "id": 83,
        "name": "Harriet Tubman",
        "description": "Harriet Tubman (born Araminta Ross) was an American abolitionist and political activist. Born into slavery, Tubman escaped and subsequently made some 13 missions to rescue approximately 70 enslaved people, including family and friends, using the network of antislavery activists and safe houses known as the Underground Railroad. During the American Civil War, she served as an armed scout and spy for the Union Army. In her later years, Tubman was an activist in the movement for women's suffrage.",
        "dob": "c. March 1822",
        "died": "March 10, 1913",
        "age": 91,
        "knownFor": "Abolitionist, political activist",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Harriet_Tubman_1895.jpg/220px-Harriet_Tubman_1895.jpg"
      },
      {
        "id": 84,
        "name": "Stokely Carmichael",
        "description": "Kwame Ture (born Stokely Standiford Churchill Carmichael) was a prominent organizer in the civil rights movement in the United States and the global Pan-African movement. Born in Trinidad, he grew up in the United States from the age of 11 and became an activist while attending the Bronx High School of Science. He was a key leader in the development of the Black Power movement, first while leading the Student Nonviolent Coordinating Committee (SNCC), then as the \"Honorary Prime Minister\" of the Black Panther Party (BPP), and last as a leader of the All-African People's Revolutionary Party (A-APRP).",
        "dob": "June 29, 1941",
        "died": "November 15, 1998",
        "age": 57,
        "knownFor": "Prominent organizer in the civil rights movement in the United Stated and the global Pan-African movement",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Stokely_Carmichael_in_Alabama_1966.jpeg/220px-Stokely_Carmichael_in_Alabama_1966.jpeg"
      },
      {
        "id": 85,
        "name": "Henry McNeal Turner",
        "description": "Henry McNeal Turner was an African-American minister, politician, and the 12th elected and consecrated bishop of the African Methodist Episcopal Church (AME). After the American Civil War, he was a pioneer in Georgia in planting new A.M.E. congregations among African Americans there. Born free in South Carolina, Turner learned to read and write and became a Methodist preacher. He joined the AME Church in St. Louis, Missouri, in 1858, where he became a minister. Founded by free blacks in Philadelphia, Pennsylvania in the early 19th century, the A.M.E. Church was the first independent black denomination in the United States. Later Turner had pastorates in Baltimore, Maryland, and Washington, DC.",
        "dob": "February 1, 1834",
        "died": "May 8, 1915",
        "age": 81,
        "knownFor": "Minister, politician and the 12th elected and consecrated bishop of the African Methodist Episcopal Church (AME)",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Henry_McNeil_Turner.jpg/220px-Henry_McNeil_Turner.jpg"
      },
      {
        "id": 86,
        "name": "Nat Turner",
        "description": "Nat Turner was an African-American enslaved preacher who led the four-day rebellion of enslaved and free black people in Southampton County, Virginia in 1831. Born into slavery on October 2, 1800, in Southampton County, Virginia, an area with more blacks than whites, Turner was recorded as \"Nat\" by Benjamin Turner, the man who enslaved him and his family. When Benjamin Turner died in 1810, under then current laws which made human enslavement legal, Nat was inherited as property by Benjamin's son Samuel Turner. For most of his life, he was known as \"Nat\", but after the 1831 rebellion, he was widely referred to as \"Nat Turner\". Turner knew little about the background of his father, who was believed to have escaped from slavery when Turner was a young boy. Turner spent his entire life in Southampton County, a plantation area where enslaved people comprised the majority of the population.",
        "dob": "October 2, 1800",
        "died": "November 11, 1831",
        "age": 31,
        "knownFor": "Preacher who led the four-day rebellion of enslaved and free black people in Southampton County, Virginia in 1831",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Nat_Turner_captured.jpg/300px-Nat_Turner_captured.jpg"
      },
      {
        "id": 87,
        "name": "David Walker",
        "description": "David Walker was an American abolitionist, writer, and anti-slavery activist. Though his father was enslaved, his mother was free; therefore, he was free as well (partus sequitur ventrem). In 1829, while living in Boston, Massachusetts, with the assistance of the African Grand Lodge (later named Prince Hall Grand Lodge, Jurisdiction of Massachusetts), he published An Appeal to the Coloured Citizens of the World a call for black unity and a fight against slavery.",
        "dob": "September 28, 1796",
        "died": "August 6, 1830",
        "age": 33,
        "knownFor": "Abolitionist, writer, anti-slavery activist, An Appeal to the Coloured Citizens of the World (1830)",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Edwin_Walker.jpg/220px-Edwin_Walker.jpg"
      },
      {
        "id": 88,
        "name": "Madam C.J. Walker",
        "description": "Madam C.J. Walker (born Sarah Breedlove) was an African American entrepreneur, philanthropist, and political and social activist. She is recorded as the first female self-made millionaire in America in the Guinness Book of World Records. Multiple sources mention that although other women might have been the first, their wealth is not as well-documented.",
        "dob": "December 23, 1867",
        "died": "May 25, 1919",
        "age": 51,
        "knownFor": "",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Madam_CJ_Walker_face_circa_1914.jpg/220px-Madam_CJ_Walker_face_circa_1914.jpg"
      },
      {
        "id": 89,
        "name": "Booker T. Washington",
        "description": "Booker Taliaferro Washington was an American educator, author, orator, and adviser to multiple presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African American community and of the contemporary black elite. Washington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their descendants. They were newly oppressed in the South by disenfranchisement and the Jim Crow discriminatory laws enacted in the post-Reconstruction Southern states in the late 19th and early 20th centuries.",
        "dob": "April 5, 1856",
        "died": "November 14, 1915",
        "age": 59,
        "knownFor": "Educator, author, orator, adviser to multiple presidents of the United States",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Booker_T_Washington_retouched_flattened-crop.jpg/220px-Booker_T_Washington_retouched_flattened-crop.jpg"
      },
      {
        "id": 90,
        "name": "Ida B. Wells",
        "description": "Ida Bell Wells-Barnett was an American investigative journalist, educator, and early leader in the civil rights movement. She was one of the founders of the National Association for the Advancement of Colored People (NAACP). Over the course of a lifetime dedicated to combating prejudice and violence, and the fight for African-American equality, especially that of women, Wells arguably became the most famous Black woman in America.",
        "dob": "July 16, 1862",
        "died": "March 25, 1931",
        "age": 68,
        "knownFor": "Investigative journalist, educator, early leader in the civil rights movement",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Mary_Garrity_-_Ida_B._Wells-Barnett_-_Google_Art_Project_-_restoration_crop.jpg/200px-Mary_Garrity_-_Ida_B._Wells-Barnett_-_Google_Art_Project_-_restoration_crop.jpg"
      },
      {
        "id": 91,
        "name": "Phillis Wheatley",
        "description": "Phillis Wheatley Peters, also spelled Phyllis and Wheatly was the first African-American author of a published book of poetry. Born in West Africa, she was sold into slavery at the age of seven or eight and transported to North America. She was enslaved by the Wheatley family of Boston. After she learned to read and write, they encouraged her poetry when they saw her talent.",
        "dob": "c. 1753",
        "died": "December 5, 1784",
        "age": 31,
        "knownFor": "First African-American author of a published book of poetry",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Phillis_Wheatley_frontispiece.jpg/220px-Phillis_Wheatley_frontispiece.jpg"
      },
      {
        "id": 92,
        "name": "Walter Francis White",
        "description": "Walter Francis White was an African-American civil rights activist who led the National Association for the Advancement of Colored People (NAACP) for a quarter of a century, 1929–1955, after joining the organization as an investigator in 1918. He directed a broad program of legal challenges to racial segregation and disefranchisement. He was also a journalist, novelist, and essayist. He graduated in 1916 from Atlanta University (now Clark Atlanta University), a historically black college.",
        "dob": "July 1, 1893",
        "died": "March 21, 1955",
        "age": 61,
        "knownFor": "Civil rights activist who led the NAACP for a quarter of a century, 1929-1955",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Walter_Francis_White.jpg/220px-Walter_Francis_White.jpg"
      },
      {
        "id": 93,
        "name": "Roy Wilkins",
        "description": "Roy Ottoway Wilkins was a prominent activist in the Civil Rights Movement in the United States from the 1930s to the 1970s. Wilkins' most notable role was his leadership of the National Association for the Advancement of Colored People (NAACP) in which he held the title of Executive Secretary from 1955 to 1963 and Executive Director from 1964 to 1977. Wilkins was a central figure in many notable marches of the civil rights movement. He made valuable contributions in the world of African American literature, and his voice was used to further the efforts in the fight for equality. Wilkins' pursuit of social justice also touched the lives of veterans and active service members, through his awards and recognition of exemplary military personnel.",
        "dob": "August 30, 1901",
        "died": "September 8, 1981",
        "age": 80,
        "knownFor": "Prominent activist in the Civil Rights Movement in the United States from the 1930s to the 1970s",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Roy_Wilkins_at_the_White_House%2C_30_April%2C_1968.jpg/220px-Roy_Wilkins_at_the_White_House%2C_30_April%2C_1968.jpg"
      },
      {
        "id": 94,
        "name": "Daniel Hale Williams",
        "description": "Daniel Hale Williams was an American general surgeon, who in 1893 performed the first documented, successful pericardium surgery in the US to repair a wound. He founded Chicago's Provident Hospital, the first non-segregated hospital in the United States and also founded an associated nursing school for African Americans.",
        "dob": "January 18, 1856",
        "died": "August 4, 1931",
        "age": 75,
        "knownFor": "General surgeon, founded Chicago's Provident Hospital",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Daniel_Hale_Williams.jpg/222px-Daniel_Hale_Williams.jpg"
      },
      {
        "id": 95,
        "name": "August Wilson",
        "description": "August Wilson was an American playwright. He has been referred to as the \"theater's poet of Black America\". He is best known for a series of ten plays collectively called The Pittsburgh Cycle, which chronicle the experiences and heritage of the African-American community in the 20th century. Plays in the series include, Jitney (1982), Fences (1984), Ma Rainey's Black Bottom (1984), Joe Turner's Come and Gone (1986), The Piano Lesson (1987), King Hedley II (1999). Two of his plays received the Pulitzer Prize for Drama, and two of his other works won the Tony Award for Best Play. In 2006 Wilson was inducted into the American Theatre Hall of Fame.",
        "dob": "April 27, 1945",
        "died": "October 2, 2005",
        "age": 60,
        "knownFor": "Playwright, writer of The Pittsburgh Cycle",
        "image": "https://upload.wikimedia.org/wikipedia/en/f/fa/August_wilson.jpg"
      },
      {
        "id": 96,
        "name": "Oprah Winfrey",
        "description": "Oprah Gail Winfrey (born Orpah Gail Winfrey) is an American talk show host, television producer, actress, author, and philanthropist. She is best known for her talk show, The Oprah Winfrey Show, broadcast from Chicago, which was the highest-rated television program of its kind in history and ran in national syndication for 25 years from 1986 to 2011. Dubbed the \"Queen of All Media\", she was the richest African American of the 20th century and North America's first black multi-billionaire, and she has been ranked the greatest black philanthropist in American history. By 2007, she was sometimes ranked as the most influential woman in the world.",
        "dob": "January 29, 1954",
        "died": "Alive",
        "age": 67,
        "knownFor": "The Oprah Winfrey Show",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Oprah_in_2014.jpg/220px-Oprah_in_2014.jpg"
      },
      {
        "id": 97,
        "name": "Tiger Woods",
        "description": "Eldrick Tont \"Tiger\" Woods is an American professional golfer. He is tied for first in PGA Tour wins, ranks second in men's major championships, and holds numerous golf records.[5] Woods is widely regarded as one of the greatest golfers of all time and one of the most famous athletes of all time. He will be inducted into the World Golf Hall of Fame in 2021.[6]",
        "dob": "December 30, 1975",
        "died": "Alive",
        "age": 45,
        "knownFor": "Professional golfer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Tiger_Woods_in_May_2019.jpg/220px-Tiger_Woods_in_May_2019.jpg"
      },
      {
        "id": 98,
        "name": "Carter G. Woodson",
        "description": "Carter Godwin Woodson was an American historian, author, journalist, and the founder of the Association for the Study of African American Life and History. He was one of the first scholars to study the history of the African diaspora, including African-American history. A founder of The Journal of Negro History in 1916, Woodson has been called the \"father of black history\". In February 1926 he launched the celebration of \"Negro History Week\", the precursor of Black History Month.",
        "dob": "December 19, 1875",
        "died": "April 3, 1950",
        "age": 74,
        "knownFor": "Historian, author, journalist, founder of the Association for the Study of African American Life and History",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Dr._Carter_G._Woodson_%281875-1950%29%2C_Carter_G._Woodson_Home_National_Historic_Site%2C_1915._%2818f7565bf62142c0ad7fff83701ca5f6%29.jpg/220px-Dr._Carter_G._Woodson_%281875-1950%29%2C_Carter_G._Woodson_Home_National_Historic_Site%2C_1915._%2818f7565bf62142c0ad7fff83701ca5f6%29.jpg"
      },
      {
        "id": 99,
        "name": "Richard Wright",
        "description": "Richard Nathaniel Wright was an American author of novels, short stories, poems, and non-fiction. Much of his literature concerns racial themes, especially related to the plight of African Americans during the late 19th to mid-20th centuries, who suffered discrimination and violence in the South and the North. Literary critics believe his work helped change race relations in the United States in the mid-20th century.",
        "dob": "September 4, 1908",
        "died": "November 28, 1960",
        "age": 52,
        "knownFor": "Authoer of novels, short stories, poems and non-fiction",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/Richard_Wright.jpg/220px-Richard_Wright.jpg"
      },
      {
        "id": 100,
        "name": "Malcolm X",
        "description": "Malcolm X (born Malcolm Little) was an African American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam.",
        "dob": "May 19, 1925",
        "died": "February 21, 1965",
        "age": 39,
        "knownFor": "Vocal spokesman for the Nation of Islam.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Malcolm_X_NYWTS_2a.jpg/220px-Malcolm_X_NYWTS_2a.jpg"
      }
    ]
  }